<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<div class="content">
<h3>탬플릿 결제이력</h3>
		<div class="container-fluid pt-4 px-4 text-center">
			<input type="date">
		</div>
	<textarea readonly="readonly" rows="30px" cols="100px">
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[성공](2022-11-07 12:07)
		"a001"님의 [A템플릿],[카드](으)로 [10,000]원 결제[실패](2022-11-07 12:07)


	</textarea>
</div>